Autodesk.Revit.DB.Events.DocumentReloadedLatestEventArgs.Location
Full path of the central model which is to be operated.
Remarks:
For C4R model, it looks like 'Autodesk Docs://My project/my model.rvt'.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2021

Autodesk.Revit.DB.Events.DocumentReloadedLatestEventArgs
The event arguments used by the DocumentReloadedLatestEvent event.
This event will be raised when executing pull a latest changes from a central model.
Since:
2021